Repository: cary-rowen/Unmute
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: it, pl, vi

source: Default audio device
it: Dispositivo audio predefinito
pl: Domyślne urządzenie audio
vi: Thiết bị âm thanh mặc định

source: Volume
pl: Głośność
vi: Âm lượng

source: The sound is muted
it: Il suono è disattivato
pl: Dźwięk jest wyciszony
vi: Âm thanh đã tắt

source: Increase the volume
it: Aumenta il volume
pl: Zwiększenie głośnośći
vi: Tăng âm lượng

source: Decrease the volume
it: Abbassa il volume
pl: Zmniejszenie głośności
vi: Giảm âm lượng

source: Switch to the next audio source
it: Passa alla sorgente audio successiva
pl: Przełączenie na kolejne źródło dźwięku
vi: Chuyển đến nguồn âm thanh kế tiếp

source: Switch to the previous audio source
it: Passa alla sorgente audio precedente
pl: Przełączenie na poprzednie źródło dźwięku
vi: Chuyển đến nguồn âm thanh trước

source: Select the initial sound system settings that will be set when NVDA starts:
it: Seleziona le impostazioni iniziali del sistema audio che verranno impostate all'avvio di NVDA:
pl: Wybierz początkowe ustawienia dźwięku, które zostaną ustawione po uruchomieniu NVDA:
vi: Chọn các thiết lập âm thanh ban đầu sẽ được thực hiện khi khởi động NVDA:

source: Set &custom volume level:
it: Imposta un &livello di volume personalizzato:
pl: Ustaw &wybrany poziom głośności:
vi: Thiết &lập mức độ âm thanh:

source: Increase the volume if it is &lower than:
it: &Aumenta il volume se è inferiore a:
pl: Zwiększ głośność, jeśli jest &mniejsza niż:
vi: Tăng âm lượng nếu nó thấp hơn:

source: &Repeat attempts to initialize the voice synthesizer driver
it: &Ripeti i tentativi di inizializzazione del driver del sintetizzatore vocale
pl: &Powtórz próby inicjalizacji sterownika syntezatora mowy
vi: &Nỗ lực lặp lại việc khởi động trình điều khiển bộ đọc

source: &Number of retries (0 - infinitely):
it: &Numero di tentativi (0 - infinito):
pl: &Liczba ponownych prób (0 - nieskończenie):
vi: &Số lần thử lại (0 đến vô cực)

source: Play &sound when audio has been successfully turned on
it: Riproduci un &suono quandoè riuscito il ripristino del volume.
pl: Odtwórz &dźwięk gdy głośność została pomyślnie włączona
vi: Phát â&m báo khi đã bật âm thanh

source: Unmute Windows audio
vi: Bật âm thanh của Windows

source: When NVDA starts, this add-on checks the status of the Windows sound system and, if the sound is turned off, turns it on.
it: Controlla all'avvio di NVDA lo stato del sistema audio di Windows, se il volume è disattivato verrà riattivato.
pl: Gdy NVDA się uruchamia, ten dodatek sprawdza stan dźwięku Windows 10 i jeśli dźwięk jest wyciszony, włącza go.
vi: Khi khởi động NVDA, add-on này sẽ kiểm tra trạng thái hệ thống âm thanh của Windows. Nếu nó bị tắt thì bật lên.
